Repository: grindsa/hockey_graphs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Age
de: Alter

source: age low/high
de: Alter min/max

source: avg age
de: Durchschnittsalter

source: Number of Players
de: Anzahl Spieler

source: last season
de: Vorsaison

source: North America
de: Nord Amerika

source: Others
de: Andere

source: Germany
de: Deutschland

source: Standard Deviation
de: Standardabweichung

source: Corsi For per 60 minutes at 5v5 (Cf/60)
de: Eigene Schüsse bei 5-gegen-5 pro 60min (Cf/60)

source: Corsi Against per 60 minutes at 5v5 (Ca/60)
de: Schüsse des Gegners bei 5-gegen-5 pro 60min (Ca/60)

source: Bad
de: Schlecht

source: Dull
de: Langeweile

source: Fun
de: Spass

source: Good
de: Gut

source: Faceoffs won
de: Gewonnene Anspiele

source: Faceoffs lost
de: Verlorene Anspiele

source: Faceoffs win percentage
de: Gewonnene Anspiele (%)

source: Shots
de: Schüsse

source: Shots attempts
de: Schussversuche

source: Full match
de: Gesamtes Spiel

source: 1st Period
de: 1. Drittel

source: 2nd Period
de: 2 Drittel

source: 3rd Period
de: 3. Drittel

source: Shots while players on Ice
de: Schüsse bei Spielern auf dem Eis

source: Time on Ice
de: Eiszeit

source: Goals
de: Tore

source: Shots on Goal
de: Torschüsse

source: Blocks
de: Geblockte Schüsse

source: Saves
de: Gehaltene Schüsse

source: Powerplay Goals
de: Überzahltore

source: Shorthanded Goals
de: Tore in Unterzahl

source: Faceoff Win
de: Gewonnene Bullys

source: Puck Possession
de: Puckbesitz

source: Time in Powerplay
de: Zeit im Powerplay

source: Overview
de: Übersicht

source: vs.
de: gg.

source: Shots per minute
de: Schüsse pro Minute

source: Gameflow
de: Spielfluss

source: Shots by Result
de: Schüsse nach Schussergebnis

source: Shots per Zone
de: Schüsse pro Zone

source: Shot attempts 5v5
de: Schussversuche bei 5v5

source: Game Shotmap
de: Shotmap des Spiels

source: Puck possession
de: Puckbesitz

source: Time on Ice per Player
de: Eiszeit pro Spieler

source: 5v5 Matchup
de: Spielergegenüberstellung bei 5v5

source: Shots per period
de: Schüsse pro Minute

source: Shot attempt differential (Corsi)
de: Schussdifferenz (Corsi)

source: Shot attempts at even strength (CF, CA)
de: Schüsse bei gleicher Anzahl von Spielern auf dem Eis (CF, CA)

source: Shot attempts at even strength
de: Schüsse bei gleicher Anzahl von Spielern auf dem Eis

source: Time on Ice during PP and PK
de: Eiszeit pro Spieler in Über- oder Unterzahl

source: head-to-head
de: Teamvergleich

source: Save percentage (Sv%)
de: Fangquote (%)

source: Shooting percentage (Sh%)
de: Schussquote(Sh%)

source: Unlucky
de: Pech

source: Lucky
de: Glück

source: Points per Game
de: Punkte pro Spiel

source: Matches
de: Spiele

source: Points
de: Punkte

source: Point per Game (Ppg)
de: Punkte pro Spiel (Ppg)

source: Penaltyminutes drawn (avg per game)
de: Ø gegnerische Strafminuten pro Spiel

source: Penaltyminutes taken (avg per game)
de: Ø Anzahl Strafminuten pro Spiel

source: Goals after pulling goalie
de: Erzielte Tore ohne Torward auf dem Eis

source: Emptynet goals taken
de: Empty Net Tore des Gegners

source: Empty net changes
de: Empty Net Situationen

source: Empty net goals
de: Empty Net Tore

source: Powerplay percentage (Pp%)
de: Überzahlquote (%)

source: Penalty Kill percentage (Pk%)
de: Unterzahlquote (%)

source: Defensive
de: Defensiv

source: Overstrained
de: Überfordert

source: Agressive
de: Aggressiv

source: Offensive
de: Offensiv

source: Penaltyminutes drawn
de: Gegnerische Strafminuten

source: Penaltyminutes taken
de: Eigene Strafminuten

source: Undisciplined
de: Undiszipliert

source: Friendly
de: Fair

source: Chippy
de: Aggressiv

source: Disciplined
de: Diszipliniert

source: Empty net goals taken
de: Empty Net Tore des Gegners

source: Scoring percentage
de: Torquote

source: Goals For/Game
de: Tore/Spiel

source: Goals Against/Game
de: Gegentore/Spiel

source: Shots For/Game
de: Torschüsse/Spiel

source: Shots Against/Game
de: Torschüsse Gegner/Spiel

source: Faceoff
de: Gewonnene Bullys

source: Game Time
de: Spielminute

source: leading to own goal
de: führen zu einem Tor

source: leading to goal against
de: führen zu einem Gegentor

source: min
de: Minute

source: Cumulated shots
de: Schüsse gesamt

source: per min
de: pro min

source: Shot attempts per 60min (SH60)
de: Schüsse pro 60min (SH60)

source: missed
de: Vorbei

source: Post hit
de: Pfosten

source: blocked
de: Geblockt

source: Shot attempts "for" at 5v5
de: Torschüsse bei 5v5 (CF)

source: Shot attempts "against" at 5v5
de: Torschüsse des Gegners bei 5v5 (CA)

source: 1st line
de: 1. Reihe

source: 2nd line
de: 2. Reihe

source: 3rd line
de: 3. Reihe

source: 4th line
de: 4. Reihe

source: 5th line
de: 5. Reihe

source: Player
de: Spieler

source: Shot attempts (Percentage)
de: Schussversuche (%)

source: Puck Posession (%)
de: Puckbesitz / Prozentualer Spielanteil

source: Rebound percentage
de: Erfolgreiche Rebounds (%)

source: break percentage
de: Erfolgreiche Breaks (%)

source: cumulated
de: kumuliert

source: Total
de: Summe

source: Shots per Period
de: Schüsse pro Minute

source: Behind Goal
de: Hinter dem Tor

source: Left
de: Links

source: Blueline
de: Blaue Linie

source: Right
de: Rechts

source: Neutral Zone
de: Neutrale Zone

source: Line
de: Reihe

source: Plus/Minus of Shot attempts and Shot attempts "against"
de: Plus-/Minus-Bilanz aller Schussversuche

source: Percentage Shot attempts/Shot attempts "against"
de: Prozentuale Plus-/Minus-Bilanz aller Schussversuche

source: U23 players - Average Time on Ice per Match
de: U23 Spieler - Eiszeiten pro Spiel

source: Date:
de: Stand:

source: Age group
de: Altersspanne

source: licensed players per team
de: Lizensierte Spieler pro Team

source: DEL Age Pyramid
de: DEL-Alterspyramide

source: Licensed Players in league
de: Lizensierte Spieler der Liga im Vergleich zum Vorjahr

source: The Effects of Goalie Pulling
de: (Miss)Erfolge ohne Torwart auf dem Eis

source: Own goals vs. empty net goals
de: Erzielte Tore ohne Torwart auf dem Eis / Empty Net Tore des Gegners

source: Ability to leverage emptynet situations
de: Empty Net Tore

source: Empty net situations vs. empty net goals
de: Empty Net Situationen / Empty Net Tore

source: Ranking considering match postponements or cancellation
de: Platzierung unter Berücksichtigung von Spielverschiebungen oder Spielabsagen

source: Expected Goals For/Against for 5v5
de: Erwartete Tore und Gegentore bei 5gegen5

source: Ability to use and prevent scoring chances
de: Erfolgreiche Powerplays / Penalty Killings

source: Headless
de: Kopflos

source: Boring
de: Langweilig

source: Exciting
de: Spannend

source: Coolly
de: Kaltblütig

source: Performance vs. Expectations (dGF%)
de: Leistung versus Erwartungshaltung (dGF%)

source: Team GF% vs xGF% on 5v5
de: Gegenüberstellung von GF% und xGF% bei 5gegen5

source: GF% vs xGF% on 5v5
de: GF% und xGF% bei 5gegen5

source: Who is performing as we would expect
de: überdurchschnittlich

source: Underperforming
de: Überdurchschnittlich

source: Overperforming
de: Unterdurchschnittlich

source: Penalty Minutes (For/Against)
de: Anzahl Strafminuten (Eigen und Fremd)

source: Average number of Penalty Minutes per game
de: Durchschnittliche Anzahl von Strafminuten pro Spiel

source: Special team performance
de: Effizienz in Über- und Unterzahl

source: Ability to score / prevent goals
de: erfolgreiche Powerplays / Penalty Killings

source: Team heatmaps
de: Team heatmap

source: A league-wide, at-a-glance look on Team performance. Red is bad, blue is good
de: Ein kurzer Überblick über die Teams der Liga. Rot is schlecht, blau ist gut

source: 5v5 "Pace" (Cf/60 + Ca/60)
de: Spieltempo bei 5-gegen-5 (Cf/60 + Ca/60)

source: Combined shots on own and other goal during 5-on-5 play (on 60min adjusted)
de: Summe aus eigenen und fremden Schüssen bei 5-gegen-5

source: 5v5 Shot rates Cf/60 vs Ca/60
de: 5-gegen-5 Schussraten (Cf/60 vs Ca/60)

source: Shots generated during 5-on-5 play (on 60min adjusted)
de: Schüsse bei 5-gegen-5 (auf 60 Minuten normiert)

source: 5v5 Shot share C/60
de: Schußanteil bei 5-gegen-5 (C/60)

source: Each team’s share of shots taken in their games
de: Anteil der eigenen Schüsse eines Teams

source: PDO overview
de: PDO Übersicht

source: 5v5 shooting percentage and save percentage
de: Schuß- und Fangquote bei 5 gegen 5

source: PDO breakdown
de: PDO pro Team

source: luck and fun across the league
de: Glück, Pech, Spaß und Langeweile

source: Faceoff win rate
de: Gewonnene Bullys (%)

source: Rebound success rate
de: Erfolgreiche Rebounds

source: Percentage of rebounds leading to a goal
de: Rebounds die zu einem Tor führen (%)

source: Break success rate
de: Erfolgreiche Breaks

source: Percentage of breaks leading to a goal
de: Breaks die zu einem Tor führen (%)

source: Time on Ice in min
de: Eiszeit (min)

source: Time in Penalty killing
de: Zeit in Unterzahl

source: Avg. Time on Ice
de: Ø Eiszeit pro Spiel

source: Avg. Time on Ice - Power-Play
de: Ø Eiszeit in Überzahl

source: Avg. Time on Ice - Short-Handed
de: Ø Eiszeit in Unterzahl

source: Expected Goals "For" per 60min (xGF60)
de: Erwartete Tore per 60min (xGF60)

source: Expected Goals "Against" per 60min (xGA60)
de: Erwartete Gegentore per 60min (xGA60)

source: Goals percentage on 5v5 (Gf%)
de: Schussquote bei 5gegen5 (Gf%)

source: expected Goals percentage on 5v5 (xGf%)
de: Erwartete Tore prozentual (xGf%)

source: Difference of GF% and xGF% (dGF%)
de: Differenz aus GF% und xGF% (dGF%)
